[LANSTR]

STR_OK=OK
STR_YES=Sí
STR_CANCEL=Cancelar
STR_CONTINUE=Continuar
STR_NO=No
STR_CLOSE=Cerrar
STR_MIN=Minimizar
STR_AUTO_RECOMMENDSOFTWARE=Recomendación de software

STR_BACK_PNP=Atrás
STR_NEXT=Siguiente
STR_OVER=Hecho
STR_VER=Versión
STR_USERFEEDBACK=Retroalimentación
STR_USER_BACK=Retroalimentación
STR_MENU=Menú
STR_HELP=Ayuda
STR_TYPE="Tipo: "
STR_NAME="Nombre: "
STR_DRIVE="Driver: "
STR_ADDRESS="Dirección: "
STR_IS_DEFAULT=Predeterminado:
STR_SET_DEFAULT=Set as Predeterminado
STR_PRINT_MANAGE_PLATFORM=Imprimir plataforma de gestión
STR_MANUFACTURER="Fabricante: "
STR_DEV_DEVDESC="Descripción: "
STR_MOUSE_SETTING=Opciones del Ratón
STR_KEYBOARD_SETTING=Ajuste del Teclado
STR_AUDIO_SETTING=Opciones del Audio

STR_MAIN_TITLE=EaseUS DriverHandy

STR_DRV_SCAN=Reparar

STR_MAIN_TAB_GENERAL=General
STR_MAIN_TAB_TOOLS=Herramientas
STR_MAIN_TAB_ADVANCE=Avanzado


STR_HEAD_DEV_NAME=Controladores
STR_HEAD_DRV_VER=Versión
STR_HEAD_DRV_TYPE=Tipo
STR_HEAD_DRV_SIZE=Tamaño
STR_HEAD_DRV_OPERATE=Acción
STR_HEAD_BACKUP_STATE=Estado 
STR_HEAD_BACKUP_TIME=Último Backup  
STR_HEAD_PRINTER_NAME=Nombre de Impresora
STR_HEAD_PRINTER_IP=IP
STR_HEAD_HARD_TYPE=Tipo de Hardware
STR_HEAD_QUDRY_RESULT=Resultado
STR_HEAD_WARN=Actualizar o no


STR_HEAD_DRV_VER1=Versión
STR_HEAD_DRV_DATE=Fecha
STR_HEAD_DRV_INFO=Info
STR_HEAD_DRV_BACKUPTIME=Hora de Backup
STR_HEAD_DRV_BACKUPVER=Versión
STR_HEAD_DRV_BACKUPINFO=Info
STR_HEAD_DRV_BACKUPINFO_ACTION=Opciones
		
STR_CURRENT_QUERYDEV=Escaneando
STR_CHECK_UPDATE=Buscar actualizaciones 

STR_AKEY_UPDATE=Iniciar
STR_AKEY_INSTALL=Instalar
STR_AKEY_REPAIR=Reparar
STR_AKEY_DEAL_FINISH=Hecho
STR_AKEY_DEAL_BACK=El Backup de %d controlador(s) ha sido exitoso!
STR_AKEY_DEAL_BACK_FAILED=El Backup de %d controlador(s) ha fallado.
STR_AKEY_DEAL_REPAIR_SUC=%d controlador(s) han sido reparados exitosamente!
STR_AKEY_DEAL_REPAIR_FAILED=%d controlador(s) no han podido ser reparados.
STR_AKEY_DEAL_CANCEL=Cancelar
STR_NOTNEEDUPDATE=Normal
STR_RE_QUERY=Re-escanear
STR_CANCELDEAL=¿Está seguro de cancelar el proceso?<n>Se detendrá deespués de que se termine con el controlador actual.
STR_NOTNEEDBACKUP=Backup terminado
STR_BACKUPOK=Éxito
STR_BACKUPERROR=Fallo del Backup
STR_START_RESTORE= Restaurar
STR_CANCEL_RESTORE=Cancelar
STR_LATER=Luego
STR_DRV_UNINSTALL_TIP={f 5}{c #e9e9e9}El dispositivo no puede funcionar después de la desinstalación del controlador!{/c}{/f}
STR_COPY=Copiar
STR_COPY1=Se ha copiado
STR_DRV_INFO_SETSHOW=Opciones

STR_RESTORE_SYSTEM=Eliminar
STR_LOCALDRV_BROWSEBTN=Ver archivos
STR_LOCALDRV_MANULBTN=Manual
STR_LOCALDRV_DOWNBTN=Descargar
STR_LOCALDRV_MOREBTN=Más
STR_LOCALDRV_SUILT_SYSTEM=Sistema Admitido:
STR_LOCALDRV_SHUTDOW_SYSTEM=Apagar
STR_LOCALDRV_REBOOT_SYSTEM=Reiniciar
STR_LOCALDRV_MAINPAGE_CHECK_TEXT= ¿Apagar o reiniciar después que el proceso concluya? 
STR_LOCALDRV_DEV_STATUS =Estado
STR_LOCALDRV_REBOOT_NEED_INST =¿Ud. no ha reiniciado el PC después de la desinstalación. ¿Desea continuar? 
STR_LOCALDRV_DOWN_FAIL = {f 5}La Descarga ha fallado por un error desconocido!<n>You can {c #207EBC}{u}{a}copie el enlace de la dirección{/a}{/u}{/c},en el navegador para descargar!{/f}
STR_LOCALDRV_CHECK_FAIL = {f 5}Ha fallado la verificación por un error desconocido!<n>Ud. puede {c #207EBC}{u}copiar el enlace de la dirección{/u}{/c}, en el navegador para descargar!{/f}

STR_LOCALDRV_DOWN_FAIL_OKBTN =Descargar
STR_AUTO_NOTNEEDUPDATEDEVCOUNT=Normal
STR_AUTO_GAME_COMPONENTS=Componentes de Juego
STR_AUTO_SYSTEM_INDEX=Reparar Sistema

STR_AUTO_RESULT3={c #e9e9e9}¡Felicidades! ¡Todos los controladores están perfectos!{/c}
STR_AUTO_RESULT4={c #CA0500}%d{/c} {c #e9e9e9} controlador(s) desactualizados!{/c}
STR_AUTO_RESULT4_D=NO es recomendable actualizar si su PC está funcionando normalmente.
STR_AUTO_RESULT5={c #CA0500}%d{/c} {c #e9e9e9}controlador(s) necesita(n) ser reparado(s)!{/c}
STR_AUTO_RESULT6={c #CA0500}%d {/c} {c #e9e9e9}controlador(s) necesita(n) ser reparado(s);{/c}{c #CA0500}%d {/c} {c #e9e9e9}controlador(s) necesita(n) ser actualizados!{/c}
STR_AUTO_RESULT7=Reinicie el PC para completar el proceso!
STR_AUTO_RESULT8=Attention: Algo está mal en su hardware.

STR_AUTO_NEEDINSTALL_INTELDISPLAY=¡Instale el controlador de gráficos Intel antes de instalar el controlador de gráficos NVIDIA!
STR_AUTO_NEEDINSTALL_AMDDISPLAY=¡Instale el controlador de gráficos Intel antes de instalar el controlador de gráficos AMD!
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY=¡Instale el controlador de gráficos integrado de AMD antes de instalar el controlador gráfico discreto de AMD!
STR_AUTO_NEEDINSTALL_RECOMM=Actualizar
STR_AUTO_UPDATE_FINISH=La actualización está terminada!
STR_AUTO_UPDATE_HASCANCEL=Cancelar

STR_EXIT=Salir
STR_RUN_LAY=OK

STR_DRV_UPDATE_PROMPT=Advertencia de actualización
STR_DRV_UPDATE_PROMPT=Advertencia de actualizaciónMenos de 3 GB de espacio disponible en el disco% c, lo que puede causar fallas en la instalación del controlador. Por favor limpie su disco.
STR_BACKUP_FREESPACE_NOTENOUGH=Menos de 3 GB está disponible en el disco% s, lo que puede causar un fallo en la copia de seguridad del controlador. Limpie el disco o cambie una ruta.
STR_DOWNLOAD_FREESPACE_NOTENOUGH=Menos de 3 GB está disponible en el disco% s, lo que puede causar un fallo en la descarga del controlador. Limpie el disco o cambie una ruta.
STR_DRV_UPDATE_PROMPT_OPENCLEAN=Limpiar(Recomendado)
STR_DRV_UPDATE_PROMPT_IGNORE=Ignorar
STR_REBOOT_NOW=Reiniciar ahora
STR_REBOOT_REPAIR_NEED=Reiniciar
STR_REBOOT_REPAIR_NOW=Reiniciar
STR_REBOOT_NEED=Reiniciar PC
STR_REBOOT_REINSTALL=Reiniciar
STR_REBOOT_RESULT=Reiniciar
STR_UPDATE_NOW=Actualizar ahora

STR_SHUTDOWN_NOW=Apagar ahora
STR_REBOOT_NOW2=Reiniciar ahora
STR_SHUTDOWN_NEED=La Instalación está terminada! Su computadora se apagará enseguida.
STR_REBOOT_NEED2=La Instalación está terminada! Su computadora se reinciará enseguida.

STR_DRV_ENABEL=Habilitar 
STR_DRV_UPDATE_BASE=Actualizables
STR_DRV_ENABEL_STATE=Deshabilitar 
STR_DRV_ENABEL_TIP=El dispositivo ha sido deshabilitado. Habilítelo para instalar eldriver.
STR_DRV_ENABEL_RESTORE_TIP=El dispositivo ha sido deshabilitado. Habilítelo para restaurar el controlador.
STR_DRV_ENABEL_DOING=Iniciando...
STR_DRV_SCAN_DOING=Reparando...
STR_DRV_SCAN=Reparar controlador

STR_MENU_TOUCHPAD_ENABLE=Habilitar
STR_MENU_TOUCHPAD_DISABLE=Deshabilitar
STR_MENU_OPTION=Opciones
STR_MENU_ACTIVITE=Activar
STR_MENU_NEWFEATURES=Nuevas funciones
STR_MENU_MAIN_PAGE=Pág Web
STR_MENU_FAQ=FAQ
STR_MENU_HELPUS=Ayúdanos a traducir
STR_MENU_FORUM=Forum

STR_MENU_DEV_DETAIL=Detalles del dispositivo
STR_MENU_LOCAL_DRV_DELFILE=Eliminar
STR_MENU_LOCAL_DRV_REPORT=Retroalimentación
STR_MENU_LOCAL_DRV_DATAILED=Detalles
STR_DRV_DRIVER_FILE=Archivos de Driver
STR_DRV_DRIVER_INFO=Info de Driver.
STR_ABOUT=Sobre nosotros
STR_ABOUT_ACTIVED=Activado
STR_ABOUT_ACTIVE_PRO=Activar a Pro para funciones completas
STR_ABOUT_SERIAL_NUM=código:
STR_ABOUT_PRIVACY=Política de privacidad
STR_ABOUT_EULA=EULA
STR_ABOUT_ACTIVEFULL=Activar a Pro para funciones completas
STR_ABOUT_MAKE=--Haga su tiempo más valioso

STR_REGISTER=Activado


STR_DRV_INFO_DETAIL=Detalles: 
STR_DRV_INFO_DEV=Dispositivo: 
STR_DRV_INFO_NAME=Nombre:
STR_DRV_INFO_CLASS=Categoría:
STR_DRV_INFO_MANU=MFR:
STR_DRV_INFO_DATE=Fecha de lanzamiento: 
STR_DRV_INFO_VER=Versión: 
STR_DRV_INFO_SIZE=Tamaño:  
STR_DRV_INFO_INFO=Info:
STR_DRV_INFO_GRADE=Evaluación:
STR_DRV_INFO_DESC=Introducción:

STR_DRV_INFO_MORE={f 9}Introducción:{/f} {a}Más{/a}
STR_DRV_INFO_NO=NO
STR_DRV_INFO_HWID=HWID:
STR_DRV_INFO_HASH=Checksum

STR_RESTORE_NOITEM=Ud. debería {a}<u>Hacer Backup de sus controladores primero</u>{/a} or {a}<u>Seleccionar otra carpeta de backup</u>{/a}.

STR_CTRL_RESTORE_DELBACKUP=Eliminar

STR_OPTION_SELECTBACKUP_DIR=Seleccionar archivos de backup a restaurar

STR_BACKUP_DETECTING={c #e9e9e9}{f 4}Buscando información de backup, por favor espere...{/f}{/c}
STR_BACKUP_START=Iniciar

STR_BACKUP_STATUS_NOTBACKUP=Sin backup
STR_BACKUP_STATUS_BACKUP=Backup hecho
STR_BACKUP_STATUS_CANNOT=Imposible hacer backup
STR_BACKUP_STATUS_NOTDRIVER=No hay controladores
STR_BACKUP_NEEDBACKUPCOUNT={f 5}{c #e9e9e9}%d controlador(s) se pueden copiar a backup!{/c}{/f}
STR_BACKUP_NOTNEEDBACKUP={f 5}{c #e9e9e9}Todos los controladores se han copiado a backup!{/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #e9e9e9}Ningún controlador disponible para copiar a backup!{/c}{/f}
STR_BACKUP_WAIT=Esperando
STR_BACKUP_DOING=Procesando
STR_BACKUP_DOING1=Procesando
STR_BACKUP_CANCEL2=Detener cuando el backup actual esté terminado!
STR_BACKUP_NEED=Necesitan ser copiados a backup 
STR_BACKUP_NOTNDDE=Copiados a Backup
STR_VIEW_BACKUP_SETTING=Opciones de Backup
STR_VIEW_BACKUP_FILE=Ver los archivos de backup 
STR_BACKUP_FINISH=Backup is complete!
STR_BACKUP_CANCEL=Cancelar
STR_BACKUP_RESULT1={c #CA0500}%d{/c} controlador(s) han sido copiado a backup exitosamente;{c #CA0500}%d{/c} backup de controlador(s) a fallado! 
STR_BACKUP_RESULT2={c #CA0500}%d{/c} controlador(s) han sido copiado a backup exitosamente!
STR_BACKUP_RESULT3={c #CA0500}%d{/c} backup de controlador(s) ha fallado!

STR_EVALUATE_NO=No evaluado
STR_EVALUATE_QUERY_REPORT=Retroalimentación
STR_EVALUATE_SYSTEM=Sistema Evaluado %s
STR_EVALUATE_RESULT_NOT_SUPPORT=Resultado:No admitido!
STR_EVALUATE_SYSTEM_SUPP=Predeterminado

STR_MANUAL_UPDATE_FAILED=Fallo
STR_MANUAL_UPDATE_FAILED_DATA=Fallo en Datos
STR_MANUAL_NEEDREBOOT=Reiniciar

STR_MANUAL_REDOWNLOAD=Volver a Descargar
STR_MANUAL_BEGINUPDATE=Actualizar
STR_MANUAL_BEGININSTALL=Instalar
STR_MANUAL_WAITFORINSTALL=Esperando
STR_MANUAL_INSTALLING=Instalando...
STR_MANUAL_UNZIPING=Descompactando...

STR_REFRESH=Refrescar
STR_REMOVE_WAIT=Esperando
STR_REMOVE_BEGINREMOVE=Desinstalar
STR_REMOVE_DOINGREMOVE=Desinstalando...
STR_REMOVE_DOINGREMOVE1=Desinstalando:
STR_REMOVE_DOINGREMOVE2=Desinstalando %s controlador(s) viejo(s), por favor, espere...
STR_REMOVE_FAILED=Fallo al desinstalar
STR_REMOVE_SUCC=Éxito
STR_REMOVE_FINISH=Hecho
STR_REMOVE_CANCEL=Cancelar
STR_REMOVE_RESULT1=Desinstalación exitosa de {c #CA0500} %d{/c} controlador(s); Fallo al desinstalar{c #CA0500}%d{/c} controlador(s)!{/c}
STR_REMOVE_RESULT2=Desinstalación exitosa de {c #CA0500} %d{/c} controlador(s)!
STR_REMOVE_RESULT3=Fallo al desinstalar {c #CA0500}%d {/c} controlador(s)!
STR_REMOVE_FINISH_NEEDREBOOT=Reiniciar 
STR_SELECT_DRV_BACKUP={c #666666}No realice otras operaciones al restaurar!{/c}

STR_RESTORE_RESTORE1=Cancelada restauracion de Driver! Se detendrá cuando la restauracion actual termine!
STR_RESTORE_DOINGRESTORE=Restaurando...
STR_RESTORE_RESTOREOK=Hecho
STR_RESTORE_RESTOREFAILED=Fallo al Restaurar
STR_RESTORE_RESTORING=  
STR_RESTORE_RESTORE_SELECT=Preparando la restauración
STR_RESTORE_RESTORE_NOT_SELECT=No seleccionado
STR_RESTORE_SELECTBACKUPDIR=<u>Seleccione otra carpeta de backup</u>

STR_RESTORE_FINISH=Hecho
STR_RESTORE_CANCEL=Cancelar
STR_RESTORE_RESULT1={c #CA0500}%d {/c} controlador(s) restaurados exitosamente;Fallo al restaurar {c #CA0500}%d {/c} controlador(s)!{/c}
STR_RESTORE_RESULT2={c #CA0500}%d {/c} controlador(s) restoraurado(s) exitosamente!
STR_RESTORE_RESULT3=Fallo al restaurar {c #CA0500}%d {/c} controlador(s)!
STR_RESTORE_NODRIVER=Ningún controlador ha sido restaurado!
STR_RESTORE_FINISH_NEEDREBOOT=Reiniciar para validar el proceso!
STR_RESTORE_NEED_RESTORE_TEXT=NO se puede cargar {c #207EBC}%s{/c} controlador anormal! Ud. debería más bien restaurar el controlador!
STR_RESTORE_NEED_RESTORE_OKBTN=Restaurar
STR_RESTORE_NEED_RESTORE_CANCELBTN=Cancelar

STR_RESTORE_NEEDCOUNT={f 5}{c #e9e9e9}%d controlador(s) pueden ser restaurados!{/c}{/f}
STR_RESTORE_NOCOUNT={f 5}{c #e9e9e9}Imposible encontrar ningún backup!{/c}{/f}

STR_CTRL_AUTOUPDATE_NOUPDATE=No hay controlador nuevo!

STR_DEVCLASS_UNKNOWN=Desconocido
STR_DEVCLASS_DISP=Pantalla
STR_DEVCLASS_NET=Red 
STR_DEVCLASS_MOUSE=Ratón
STR_DEVCLASS_TOUCHTABLET=Touchpad
STR_DEVCLASS_MEDIA=Audio
STR_DEVCLASS_MONITOR=Monitor
STR_DEVCLASS_BATTERY=Batería
STR_DEVCLASS_SOFTNET=Softnet 
STR_DEVCLASS_SYS=Sistema
STR_DEVCLASS_USB=USB
STR_DEVCLASS_USBHUB=USB hub
STR_DEVCLASS_BLUETOOTH=Bluetooth
STR_DEVCLASS_PRINTER=Impresora
STR_DEVCLASS_KEYBOARD=Teclado
STR_DEVCLASS_CDROM=CD-ROM
STR_DEVCLASS_FLOPPYDISK=Disco Floppy
STR_DEVCLASS_POWERMGR=PowerMgr
STR_DEVCLASS_CCT=CCT 
STR_DEVCLASS_UAA=Audio Control Bus(UAA)
STR_DEVCLASS_IMG=IMG 
STR_DEVCLASS_DISKCONTROLLER=Controlador de Disco
STR_DEVCLASS_INFRARED=Rayos Infrarrojos
STR_DEVCLASS_IMAGE=Cámara
STR_DEVCLASS_MB=MB 
STR_DEVCLASS_WIRELESSNET=Wlan

STR_DEVCLASS_HDMI=HDMI 
STR_DEVCLASS_USB_NET=USB WLAN

STR_STRCOMMON_BAND=Oficial
STR_BRANDDRIVER=Marca
STR_COMPATIBLE=Compatible 
STR_PUBLICDRIVER=WHQL 

STR_CHECKVER_GETVERINFO=Buscando actualizaciones, por favor, espere...
STR_CHECKVER_NONEWVER=Ésta es la versión más nueva!
STR_CLIENT_UPDATECHECK=La versión actual está fuera desactualizada! Por favor, actualice a la última.
STR_CLIENT_UPDATEING=Actualizando, por favor, espere...
STR_CLIENT_UPDATEOK=Actualización terminada! Haga Clic  en "Iniciar" para seguir adelante.
STR_CLIENT_DOWNING=Descargando:

STR_TIPS_TITLE_DEFAULT=Advertencias
STR_TIPS_INSTALL_DISPLAY=Podría haber brevemente pantalla negra o parpadeo al actualizar los controladores de la pantalla!
STR_TIPS_INSTALL_NET=La conexion de Red podría estar temporalmente interrumpida al actualizar los controladores de Red!
STR_TIPS_INSTALL_MEDIA=Después que un controlador es actualizado, Ud. podría necesitar resetear los dispositivos de audio.
STR_TIPS_CLIENT_UPDATE=La actualización está terminada. Haga clic en "Iniciar" para seguir adelante.
STR_TIPS_DELETE_FILE=El paquete de controladores ha sido eliminado!
STR_TIPS_DELETE_FILE_FAILED=Fallo al eliminar el paquete de controladores! Por favor, asegúrese de que los archivos no están en uso.
STR_TIPS_COPY_INFO_SUCC=Los Detalles han sido copiados exitosamente! 
STR_TIPS_COPY_INFO_FAILED=Fallo al copiar detalles!
STR_TIPS_COPY_SHAREURL_SUCC=La dirección de Compartir se ha copiado exitosamente!
STR_TIPS_COPY_SHAREURL_FAILED=Fallo al copiar dirección de compartir! Ppr favor, inténtelo de nuevo.
STR_TIPS_USE_NOW=Usar ahora
STR_TIPS_TOUCH_TITLE=Advertencia de cambio en Touchpad
STR_TIPS_TOUCH_LAB=Un ratón Externo por USB está disponible. ¿Necesita deshabilitar el touchpad?
STR_TIPS_TOUCH_NONOTICE_LAB=No advertir la próxima vez
STR_TIPS_CANNOTEXIT2=¿Desea forzar la salida?

STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c} controlador(s) necesita(n) ser reparados!
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c} controlador(s) necesita(n) ser copiados a backup!
STR_BASIC_NEED_REBOOT={c #CA0500}Se require Reinicio{/c}

STR_BASIC_NEED_UPDATE2={c #ea9321}Actualizable{/c}
STR_BASIC_NEED_INSTALL={c #CA0500}Necesita(n) ser reparado(s){/c}
STR_BASIC_DEV_BAD={c #CA0500}Error de Hardware{/c}
STR_BASIC_DEV_BAD2=Error de Hardware



STR_BASIC_NOTNEED_UPDATE=Normal	
STR_BASIC_NOTNEED_BACKUP=Copiados a Backup 
STR_BASIC_STATUS_DETECTING={c #e9e9e9}Escaneo, por favor espere unos minutos{/c}
STR_BASIC_COMPUTER=%s

STR_BASIC_RESULT1={c #e9e9e9}Éxito en resolver {c #CA0500} %d {/c} problema(s) de controlador(s); {c #CA0500}%d {/c} problema(s) de controlador(s) no resuelto(s)!{/c}
STR_BASIC_RESULT2={c #e9e9e9}Éxito al reparar {c #CA0500} %d {/c} problema(s) de controlador(s)!{/c}
STR_BASIC_RESULT3={c #e9e9e9}{c #CA0500}%d {/c} Fallo al resolver problema(s) de controlador(s)!{/c}
STR_BASIC_NODRIVER={c #e9e9e9}No se ha resuelto ningún problema de controladores!{/c}

STR_BASIC_MUST_SOFT=sofware Necesario
STR_BASIC_INDEX_FAILED=Ha ocurrido un Error desconocido al instalar los ! Por favor inténtelo de nuevo.
STR_BASIC_INDEX_RESOLVE={c #3c3c3c}{f 4}Intentando reparación inteligente en la actualización fallida del controlador.{/f} {/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c}{f 4}Iniciar reparación inteligente!{/f}{/c}

STR_BASIC_INDEX_REPAIR_ERROR=Lo sentimos, la reparación inteligente ha fallado al iniciarse!
STR_BASIC_INDEX_TASK={c #3c3c3c}Iniciar reparación inteligente!{/c} 
STR_BASIC_INDEX_REPAIR_REPORT=Retroalimentación
STR_BASIC_INDEX_REPAIR_REPAIR=Reparación inteligente
STR_BASIC_DRV_CHECKERROR={c #3c3c3c}{f 4}Imposible actualizar debido a un error en la descarga del controlador!{/f} {/c}
STR_BASIC_DRV_CHECKERROR_TIP=Consejo: Contacte nuestro equipo de soporte técnico para obtener ayuda o enviar {a}Retroalimentación.{/a}

STR_STRCOMMON_DESKTOP=Escritorio
STR_STRCOMMON_BENBEN=Laptop
STR_BIT=-bit
STR_32BIT=32-bit
STR_64BIT=64-bit
STR_PROFESSIONAL=Profesional
STR_HOME_EDTITION=Home

STR_DEV_DETAIL_DRV=Info.
STR_DEV_DETAIL_DRV_OLD=Actual
STR_DEV_DETAIL_DRV_NEW=Actualizar
STR_DEV_DETAIL_DEVID=Dispositivo
STR_DEV_DETAIL_HWID=HWID:
STR_DEV_DETAIL_CMID=ID Compatible:
STR_DEV_DETAIL_EXPORT=Exportar detalles de dispositivo
STR_DEV_DETAIL_SAVE=Guardar como


STR_PNP_UNKNOW=Desconocido
STR_PNP_ANDROID=Android
STR_PNP_IOS=iOS
STR_PNP_IMAGE=Cámara
STR_PNP_VIDEO=Video
STR_PNP_AUDIO=Audio
STR_PNP_WIRELESS=Inalámbrico
STR_PNP_HANDWRITING=Almohadilla de Escribir
STR_PNP_HID=HID
STR_PNP_XBOX=XBOX
STR_PNP_MASS=Dispositivo de Almacenamiento Masivo
STR_PNP_READ_CARD=Lector de Tarjeta
STR_PNP_UDISK=Disco flash USB
STR_PNP_MOBILE_DISK=Disco Duro Externo
STR_PNP_UKEY=Memoria USB
STR_PNP_KEYMOUSE=Teclado/Ratón
STR_PNP_NO=Verificando dispositivos, por favor, espere...
STR_PNP_HASDEV=Conectado(s) {c #CA0500}%d{/c} dispositivo(s) USB

STR_PNP_DRIVERSTATUSOK=El Driver es normal
STR_PNP_DRIVERSTATUSERROR=El Driver es anormal
STR_PNP_INSTANCEDRIVER=Instalar

STR_PNP_QUERYDRIVER=Búsqueda...
STR_PNP_DISABLE_DONE=Deshabilitado

STR_PRINTER_OPTION_SEARCH=Buscar
STR_PRINTER_OPTION_SET=Settings									
STR_PRINTER_ADD=Network Printer
STR_PRINTER_SEARCH=Buscar

STR_PRINTER_STOP=Detener
STR_PRINTER_SEARCHING=Buscando impresoras. Esto puede demorar un poco de acuerdo a la condición de su red.<n>Alternativamente, Ud. puede cancelar la búsqueda e instalar manualmente desde la lista de dispositivos.
STR_PRINTER_SEARCH_FAILED=Fallo al Buscar!
STR_PRINTER_SEARCH_FAILED2=Fallo al buscar impresoras disponibles! Por favor, verifique la impresora e inténtelo de nuevo.
STR_PRINTER_DOWN=Descargar controlador de impresora
STR_PRINTER_DWONING=Descargando:
STR_PRINTER_DWON_FAILED={f 1}Fallo en la Descarga! Haga Clic en {a}Atrás{/a} e inténtelo de nuevo.{/f}
STR_PRINTER_INSTALLED={f 1}El Driver ha sido instalado exitosamente!{/f}
STR_PRINTER_INSTALL_DEV=Instalando
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e64}Impresora añadida:{/c}{/f} {c #666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f 1}Ha fallado la Instalación! Haga Clic en {a}Atrás{/a} e intente de nuevo.{/f}
STR_PRINTER_DEFAULT_SET=ISi Ud. necesita compartir la impresora con otros en esta red, cambie los ajustes en el Panel de Control<n>.{a}<u>Opciones</u>{/a}
STR_PRINTER_SELECT_DESC=Escriba la IP de la impresora
STR_PRINTER_SELECT_IP=IP de la Impresora:
STR_PRINTER_SELECT_IP_DESC=Introduzca {f 12}{c #2285C6}*{/c}{/f} al final para buscar en toda la red
STR_PRINTER_SELECT_IP_RANGE=Rango de IP:
STR_PRINTER_SELECT_IP_TO=a
STR_PRINTER_IP_ERR=La dirección IP es incorrecta! Por favor verifique su dirección e intente de nuevo.

STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Sharp
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND=Marca
STR_PRINTER_BRAND_SEL=Por favor, seleccione la marca de la impresora
STR_PRINTER_PRODUCT=Modelo
STR_PRINTER_PRODUCT_SRC=Búsqueda rápida con el modelo de la impresora
STR_PERIPH_NO_DEV=Si su dispositivo no es detectado, intente reparar los controladores.
STR_PERIPH_NO_DEV2=EaseUS DriverHandy puede detectar automáticamente los dispositivos, por lo que Ud. no necesita añadirlos manualmente;<n>Si un dispositivo conectado no es detectado, por favor desconéctelo y vuelva a conectarlo o cambie el puerto.
STR_PERIPH_NO_DEV3=Ha habido algún error con el entorno del sistema. Por favor, repárelo antes de instalar los controladores
STR_PRINTER_SELECT=Seleccionar Impresora

STR_DOWNLOAD_WAIT=Esperando
STR_DOWNLOAD_DOING=Descargando...
STR_DOWNLOAD_SUCC=Hecho
STR_DOWNLOAD_FAILED=Fallo
STR_DOWNLOAD_FINISH=Terminado

STR_DOWNLOAD_CANCEL=Cancelar

STR_DOWNLOAD_CHECKERROR=Verificando error!
STR_DOWNLOAD_CHECKERROR1=Fallo al verificar

STR_DOWN_PROGRESS=Descargando el controlador %d (Total:%d)
STR_DOWN_CURDRV={c #e9e9e9}Descargando el controlador %s{/c}
STR_DOWNLOAD_CANCEL=Cancelar

prt_peripherals_back_link={a}{f 1}<u>Periférica</u>{/f} {f 11}>{/f}{/a} {f 1}{c #6B6B6B}Add Impresora{/c}{/f}
prt_lab_tips1=Elegir el modo de búsqueda de impresoras que desea
prt_lab_tips2=Seleccionar la marca de la impresora
prt_lab_tips3=Descargar e instalar controlador


STR_INSTALL_DOING=Actualizando...
STR_REPAIR_DOING=Reparando...
STR_INSTALL_SUCC=Éxito
STR_REPAIR_SUCC=Éxito
STR_REINSTALL=Reinstalar
STR_INSTALL_PROGRESS=Instalando el controlador %d (Total:%d)

STR_INSTALL_CURDRV={c #e9e9e9}Instalando, por favor, espere...{/c}
STR_INSTALL_DOC_NET=Instalando el parche del controlador, por favor, espere...
STR_INSTALL_DOC_NET2=Puede demorar un poco llevar a cabo el proceso. Gracias por su paciencia!
STR_INSTALL_ERROR=Fallo en la Instalación!

STR_INSTALL_M_ERR=Fallo en la Instalación debido al un error del sistema!
STR_INSTALL_M_ERR2=Reinicie el PC e intente de nuevo!

STR_SETTING_DRVQUERYLAB=Chequeo de salud automático cuando se inicia el programa

STR_AUTOQUERY_EVERYTIMES=En cualquier momento
STR_AUTOQUERY_EVERYDAY=Cualquier día
STR_AUTOQUERY_NEVER=Nunca

STR_SETTING_SHOWDETAILEDINFOCHECK=Mostrar detalles al hacer clic en un elemento específico 
STR_SETTING_SELECTFLODER=Seleccionar Carpeta
STR_SETTING_SOCKET_OK=Proxy disponible 
STR_SETTING_SOCKET_FAILED=Proxy no disponible! Por favor, reajuste!
STR_SETTING_WARN=Avisar Actualización
STR_SETTING_NO_WARN=No Avisar
STR_SETTING_WARNING1=Carpeta de descargas Incorrecta!
STR_SETTING_WARNING2=Carpeta de backup Incorrecta!
STR_SETTING_WARNING3=La ruta de Archivo no debe contener ningún carácter en corchete:

STR_QUERY_RETRY=Reintentar
STR_QUERY_ERROR=Error de Red! Verifique opciones de Red
STR_QUERY_ERROR2=Fallo en búsqueda de Driver!

STR_QUERY_ERROR_CAUSE=Causa:El módulo de búsqueda fue interceptado por un proceso desconocido!


STR_NET_TITLE=Aviso de Conexión
STR_NET_NO_DEV=Imposible encontrar una red disponible! Por favor, verifique las {a}Opciones de Hardware {/a}.
STR_NET_NO_DRV=El controlador de tarjeta de Red instalado impropiamente! Pruebe el {a}RichScan{/a} o {a}EaseUS DriverHandy para Tarjeta de Red{/a} para instalar el controlador.
STR_NET_NO_NET=Imposible encontrar una red disponible! Por favor, verifique las {a}Opciones de Hardware {/a}.
STR_NET_NO_SERVER=Fallo al conectar con el servidor! Por favor, envíe sus problems a nuestro {a} Forum Official{/a}
STR_NET_NO_DRV_HAS_BACKUP=EaseUS DriverHandy es incapaz de funcionar por causa de un controlador de red anormal. Ud. debería restaurar el controlador de Red!
STR_NET_NO_DRV_NETVER=EaseUS DriverHandy es incapaz de funcionar por causa de un controlador de red anormal. Ud. puede usar {a}EaseUS DriverHandy para tarjeta de Red{/a} para reparar el controlador de Red!

STR_UNINSTALL_CUR_DRV=%s controladores desactualizados han sido encontrados en su computadora! Ud. debe desinstarlos antes de actualizar.
STR_UNINSTALL_AND_INSTALL=Desinstalar
STR_NO_UNINSTALL=Actualizar	
STR_EXIT_INSTALL=Cancelar

STR_DOUBLEDISPLAY_REMINDER=Seleccione sólo el controlador de pantalla a ser restaurado!


STR_NEW=Nuevo
STR_MUST=Necesario
STR_IMPORT=Importantante


STR_SYSTEM_INFO=Computadora: %s, Sistema: %s  
STR_CLIENT_VERSION=Versión:%s
STR_UNZIP_ING=Descompactando archivos de controlador, por favor, espere...
STR_IGNORE_TEXT=Ignorado(s)(%d)
STR_LAGNUAGE_CHANGE=Ud. ha escogido el nuevo idioma. Reinicie el programa para validar el cambio.

STR_USER_SHARE_FAILED=Fallo al enviar los datos! Por favor, verifique la red e inténtelo de nuevo.
STR_USER_EMAIL_FAILED=La dirección de Email address es incorrecta!

STR_BOTTOM_STABLE_MODE=Stable controlador
STR_BOTTOM_NOMAL_MODE=Latest controlador

;start
STR_HOME_LAB1=Por favor haga clic en escanear, revisemos todos los controladores de su PC
STR_HOME_LAB2=Kepp updating you can make your computer more quickly
STR_HOME_LAB3=Descargar e instalar con Un solo clik las actualizaciones de controladores para resolver problemas!
STR_HOME_NET_ERROR=Fallo en la Conexión!
STR_HOME_BTN_SCAN=Escanear
STR_HOME_BTN_STOP=Detener
STR_HOME_SCAN_LAB1=Computadora de escaneo, por favor espere unos minutos.

STR_HOEM_MANAGE_BTN=Herramientas 
STR_HOEM_PNP_BTN=Periféricos
STR_HOEM_HARDWARE_BTN=Asistente de Windows
STR_HOEM_PRE_LOAD_BTN=Pre_Loaded 

STR_ERROR_NET_NO_DEV=No se encuentra la tarjeta de Red!
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1}{c #E9F5FC}Abrir {a}{u}{c #E9F5FC}el Administrador de Dispositivos{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV=El controlador de Red no está funcionando!
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}Arreglarlo con EaseUS DriverHandy para tarjeta de Red ({a}{u}{c #5a8ac4}www.drivethelife.com{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=El controlador de Red no está funcionando!
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #E9F5FC}Restaurar el controlador desde backup{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER=El controlador de Red no está funcionando!
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC}Repararlo con EaseUS DriverHandy para tarjeta de Red{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET=No hay conexión a internet!
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1}{c #E9F5FC}Abrir {a}{u}{c #E9F5FC}Conexiones de Red{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER= Fallo al conectar con el servidor!
STR_HOEM_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #E9F5FC}Soporte en línea o Retroalimentación{/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC}or {a}{u}{c #E9F5FC}Exportar perfil de hardware {/c}{/u}{/a} para descargar de otra PC.{/c}{/f}

STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac4}Abrir {a}{u}{c #5a8ac4}el Administrador de Dispositivos{/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac4}Repararlo con EaseUS DriverHandy para tarjeta de Red ({a}{u}{c #5a8ac4}www.drivethelife.com{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #5a8ac4}Restaurar el controlador desde backup{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac4}Repararlo con EaseUS DriverHandy para tarjeta de Red{/c}{/u}{/a}{/f} 
STR_ERROR_NET_NO_NET_LINK={f 1}{c #5a8ac4}Abrir{a}{u}{c #5a8ac4}Conexiones de Red{/c}{/u}{/a}{/c}{/f}  
STR_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #5a8ac4}Soporte en línea o Retroalimentación{/c}{/u}{/a}{/f}
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac4}or{a}{u}{c #5a8ac4} Exportar el perfil de hardware de esta computadora{/c}{/u}{/a} para poder descargar los controladores en otra computadora.{/c}{/f}
{/c}{/f}

;main left
STR_LEFT_DIAGNOSIS=Estado del Controlador
STR_LEFT_TOOLS=Centro de Rescate
STR_LEFT_TOOLS_R=Restaurar controladores
STR_LEFT_TOOLS_B=Controladores de backup
STR_LEFT_TOOLS_SYS=Restaurar sistemas
STR_LEFT_TOOLS_U=Desinstalar controladores

STR_LEFT_PERIPHERAL=Dispositivos periféricos
STR_LEFT_USB=Controladores USB
STR_LEFT_PRINTER=Problema de la impresora

STR_LEFT_PRE=Pre-descargar de controladores
STR_LEFT_PRE_LOCAL=Para este PC
STR_LEFT_PRE_OTHER=Para otro PC
STR_LEFT_PRE_HELP=Instalación sin conexión

STR_LEFT_HARDWARE=Herramientas
STR_LEFT_SETTING=Opciones
STR_LEFT_SETTING_G=General
STR_LEFT_SETTING_D=Controladores
STR_LEFT_SETTING_N=Network

STR_LEFT_HOMEURL=www.drivethelife.com

;bottom
STR_BOTTOM_ACTIVATE_BTN=Activar ahora
STR_BOTTOM_FREE_ACTIVATE_BTN=GRATIS
STR_BOTTOM_RESTORE_LAB1=Escanear su PC para verificar todos los controladores
STR_BOTTOM_RESTORE_LAB2=Escanear su PC para verificar todos los controladores
STR_BOTTOM_BACKUP_LAB1=Ud. puede cambiar la carpeta de backup en {a}Opciones{/a}.
STR_BOTTOM_STATE_MODE_TIP=Lo provée a Ud. con los controladores más apropiados.
STR_BOTTOM_LASTER_MODE_TIP=Lo provée a Ud. con los controladores más actuales.
STR_BOTTOM_ACTIVATETO_BTN=Activar a Pro

;local detailwnd
STR_LOCAL_DETAIL_TITLE=Detalle del Driver
STR_LOCAL_DETAIL_DRV_NAME=Driver:
STR_LOCAL_DETAIL_DRV_VENDOR=Vendedor:
STR_LOCAL_DETAIL_DRV_TYPY=Tipo:
STR_LOCAL_DETAIL_DRV_CREVER=Versión:
STR_LOCAL_DETAIL_DRV_CURVER_DATE=Fecha:
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=Tamaño:
STR_LOCAL_DETAIL_DRV_NEWVER=Actualizar:
STR_LOCAL_DETAIL_DRV_UNKNOWN=Desconocido
STR_LOCAL_DETAIL_DRV_NODRIVER=No hay Driver

STR_LOCAL_DETAIL_HEAD_NOW=Instalado
STR_LOCAL_DETAIL_HEAD_UPDATE=Actualizar

STR_LOCAL_DETAIL_REPAIR=Reparar
STR_LOCAL_DETAIL_START=Habilitar
STR_LOCAL_DETAIL_CLOSE=Cerrar
;local head
STR_LOCAL_STOP_BTN=Detener
STR_BASIC_INDEX_REPAIR_DONE=Reparación del Driver concluida

;hardware profile
STR_SYS_BOOT_TIME=Tiempo de Arranque:
STR_SYS_MODEL=Modelo:
STR_SYS_INSTALL_DATE=Fecha de Instalación
STR_SYS_VERSION=Sistema:

STR_CPU_CLOCK=Clock:
STR_CPU_CACHE=Cache:
STR_CPU_CORES=Cores:

STR_MEMORY_NAME=Memoria
STR_MEMORY_VENDOR=Vendedor:
STR_MEMORY_SIZE=Tamaño:
STR_MEMORY_TYPE=Tipo:
STR_MEMORY_RELEASE_DATE=Fecha de Lanzamiento:


STR_DISK_NAME=Disco
STR_DISK_VENDOR=Vendedor:
STR_DISK_SIZE=Tamaño:
STR_DISK_CACHE=Cache:
STR_DISK_POWER_ON_HOUR=Horario de Encendido:
STR_DISK_POWER_CYCLE_COUNT=Cuenta de ciclo de encendido:
STR_DISK_TRANSFER_SPEED=Velocidad de Transferencia:
STR_DISK_INTERFACE_TYPE=Tipo de Interfaz:

STR_CPU_DETAIL_BTN={f 1}CPU{/f}
STR_MEMORY_DETAIL_BTN={f 1}Memoria{/f}
STR_DISK_DETAIL_BTN={f 1}Disco{/f}

STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}CPU{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af}Memory{/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af}Disk{/a}{/f}

STR_CPU_TYPE_LBL=CPU:
STR_MEMORY_TYPE_LBL=Memoria:
STR_DISK_TYPE_LBL=Disco:
STR_DISPLAY_ADAPTER_TYPE_LBL=Adaptador de Pantalla:
STR_MAINBOARD_TYPE_LBL=Motherboard:
STR_MONITOR_TYPE_LBL=Monitor:

STR_LOADING=Cargando...
;Settings
STR_ST_GENERAL=General
STR_ST_AUTO_RUN=Iniciar EaseUS DriverHandy al arrancar Windows
STR_ST_MINIMIZE_TO_TRAY=Minimizar a bandeja cuando se cierra el programa
STR_ST_AUTO_SCAN=Escanear automáticamente cuando se inicia el programa
STR_ST_USE_CL=Utilice Conquerorlive para detectar y optimizar los entornos de juego
STR_ST_AUTO_UPDATE=Actualizar automáticamente
STR_ST_DRIVERS=Controladores
STR_ST_DOWNLOAD_FOLDER=Carpeta de Decarga
STR_ST_BACKUP_FOLDER=Carpeta de Backup
STR_ST_FOLDER_BROWSE=Abrir Carpeta
STR_ST_AUTO_BACKUP_INSTALL=Copia de respaldo automática de un controlador antes de que se instale
STR_ST_AUTO_BACKUP_UNINSTALL=Hacer Backup automáticamente antes de desinstalar los controladores
STR_ST_NETWORK=Red
STR_ST_DOWNLOAD_SPEED=Velocidad máxima de descarga
STR_ST_NO_PROXY=No proxy
STR_ST_IE_PROXY=Detectar Proxi Automáticamente (usar Opciones de Internet Explorer)
STR_ST_SPEC_PROXY=Escoger un servidor de proxy
STR_ST_PROXY_HOST=Host:
STR_ST_PROXY_PORT=Puerto:
STR_ST_PROXY_USERNAME=Usuario:
STR_ST_PROXY_PASSWORD=Contraseña:
STR_ST_PRO=Pro
STR_ST_EXOPRTDLG_TITLE=Guardar información de hardware
STR_ST_EXOPRTDLG_FILENAME=información de hardware
STR_ST_EXPORT_FILE_BTN=Exportar Info
STR_ST_CHOOSE_FILE_LBL=Escoger archivos de idioma:
STR_ST_CHOOSE_FILE_TIP_LBL=*El nuevo idioma puede no coincidir bien con su interfaz. Mejoraremos esto en un futuro próximo.
STR_ST_LANGUAGE=Idioma
STR_ST_FOLDER_OPEN=Abrir...
STR_ST_TEST_PROXY=probar
STR_ST_APPLY_PROXY=aplicar
STR_ST_RESTORE_DEFAULT=Opc predeterminadas
STR_SETTING_CHANGED_SAVE=Se han realizado cambios en la configuración de talentos del controlador. ¿desea guardar los cambios?
STR_SETTING_OK_SAVE=EaseUS DriverHandy Configuración modificada correctamente

;FreeAriva
STR_LAB_TITLE=Activación Gratis
STR_LAB_TITLE2=Activado
STR_LAB_TITLE3=Registrar
STR_BTN_ACTIVE=Activar
STR_BTN_ACTIVING=Accediendo...
lab_avir_t1=Le enviaremos el código de activación a su Email.
lab_avir_t2={f 5}{c #4E81BF}EaseUS DriverHandy Pro ha sido activado!{/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B}El código de activación ha sido enviado a su buzón y será válido para siempre en este PC. Por favor, consérvelo para uso futuro.{/c}{/f}
btn_not_received=<u>¿No lo ha recibido?</u>
btn_arv_received=<u>Introduzca su código de activación</u>
btn_ar_close=Cerrar
lab_avir_t4={f 5}{c #4E81BF}Por favor, Introduzca su código de activación!{/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B}¿Olvidó su código? Por favor {a}<u>Introduzca de nuevo su email </u>{/a}.{/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}¡Impresionante!{/c}{/f}<n>{f 5}{c #6B6B6B}EaseUS DriverHandy Pro se ha activdo exitosamente!{/c}{/f}<n>{f 1}{c #666666}Si Ud. tiene algún problema, siéntase libre de contactar a nuestro equipo de soporte. ¡Gracias!{/c}{/f} 
lab_avir_bout_pro=<u>¿Qué es EaseUS DriverHandy Pro?</u>

STR_ARIVA_INPUT_EMAIL=Por favor, introduzca su email!
STR_ARIVA_INPUT_SERIAL=Por favor, introduzca su Introduzca su código de activación!
STR_ARIVA_EMAIL_FMT_ERROR=Dirección de email inválida!
STR_ARIVA_SERIEAL_EXAMPLE=E.g.: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Ejemplo@compañia.com
STR_ARIVA_RETRIEVE=Recuperar código de registro
STR_ARIVA_ORDERFAQ=Para FAQs

STR_VERIFY_FAILED=Fallo de Activación!
STR_VERIFY_NETWORK_ERROR=Fallo de Activación! Por favor, verifique su Red!
STR_VERIFY_SUCS=Activación exitosa!
STR_VERIFY_TIMEOUT=La activación ha expirado!
STR_VERIFY_CODE_INVAL=Fallo de Activación debido a un código inválido!
STR_VERIFY_EMAILADDR_ERROR=Dirección de email inválida!
STR_VERIFY_SERVER_CLOSE=Nuestro servidor está cerrado!
STR_VERIFY_EMAIL_LACK=Su dirección de email ha sido ya usada!
STR_VERIFY_CODE_LACK=Este código ha sido ya usado.

lab_avir_t6=EaseUS DriverHandy Pro ha sido activado.
lab_avir_tips={f 0}{c #888888}Ahora Ud. tiene pleno acceso a las funciones de EaseUS DriverHandy Pro . Por favor, siéntase libre<n>de contactar si tiene algún problema.{/c}{/f}
btn_active_serial_copy=copiar
STR_ACTIVATED_CODE={f 2}{c #888888}Code:  {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL="E-mail: "
STR_ACTIVATED_DATE={f 2}{c #888888}Activation time: {c #5c5e64}%s{/c}{/c}{/f}


STR_ACTIVATE_PAY_T1={f 5}{c #4E81BF}Gracias por usarEaseUS DriverHandy!{/c}{/f}
STR_ACTIVATE_PAY_T2={f 2}{c #5c5e64}Beneficios principales de la edición Pro:{/c}{/f}
STR_ACTIVATE_PAY_F1=Descargar controladores con el modo Últimos controladores.
STR_ACTIVATE_PAY_F2=Restaurar controladores desde backup.
STR_ACTIVATE_PAY_F3=Reparar rápidamente dispositivos USB conectados.
STR_ACTIVATE_PAY_F4=Reparar controladores de sistema en profundidad para resolver problemas por completo.
STR_ACTIVATE_PAY_F5=Pre-descargar todos los controladores antes de que el sistema sea cambiado o restaurado. 
STR_ACTIVATE_PAY_N={c #FFFFFF}Por favor introduzca el código de licencia y hata clic en "Activar" para obtener EaseUS DriverHandy Pro.{/c}
STR_ACTIVATE_BUYNOW=Comprar ahora
STR_ACTIVATE_RETRCODE={f 9}<u>Recuperar Código</u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=Original:
STR_ACTIVATE_PRICE_ORG=$19.9
STR_ACTIVATE_PRICE_NOW=Now: $9.9
STR_ACTIVATE_MSG_FREE_CLOSE=La activación Gratis ha terminado. Por favor, compre la licencia para activar la edición Pro.
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-controlador-talent-pro.html

;chargedoc
STR_DOCPRO_LAB_TIP1=5 segundos para obterner gratis EaseUS DriverHandy Pro!!!
STR_DOCPRO_LAB_TIP2=Una licencia sin compra para toda la vida!
STR_DOCPRO_BTN_CONTINUE=Continuar

STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_1=Descarga e instalación automática
SRT_CHARGE_ITEM_LAB_1_1=EaseUS DriverHandy Pro le proporciona una Descarga e instalación completamente automática.
SRT_CHARGE_ITEM_LAB_1_2=Usando EaseUS DriverHandy Free, Un tiene que descargar e instalar los controladores uno por uno manualmente.
SRT_CHARGE_ITEM_LAB_1_3=EaseUS DriverHandy Free sólo le proporciona la descarga de los controladores. Ud. necesita instalar los controladores manualmente desde la carpeta de descarga.

SRT_CHARGE_ITEM_TITLE_2=Modo controlador más reciente
SRT_CHARGE_ITEM_LAB_2_1=EaseUS DriverHandy Pro le provee de los últimos controladores, lo cual mejora altamente el funcionamiento del hardware.
SRT_CHARGE_ITEM_LAB_2_2=EaseUS DriverHandy Free le provee con los controladores estables que son necesarios para los dispositivos de hardware.

SRT_CHARGE_ITEM_TITLE_3=Restauración de Driver
SRT_CHARGE_ITEM_LAB_3_1=EaseUS DriverHandy Pro le provee con la función de restauración de controlador, lo cual previene la "pantalla azul" en su computadora después de la actualización de los controladores.
SRT_CHARGE_ITEM_LAB_3_2=Usando EaseUS DriverHandy Free, Ud. sólo puede hacer backup de los controladores, no restaurar los controladores.
SRT_CHARGE_ITEM_LAB_3_3=Usando EaseUS DriverHandy Free, Ud. no puede acceder a esta función.

SRT_CHARGE_ITEM_TITLE_4=Desinstalación de Driver
SRT_CHARGE_ITEM_LAB_4_1=EaseUS DriverHandy Pro le provee de una desinstalación completa del controlador, lo cual elimina todos los restos de archivos de controlador corrompidos.
SRT_CHARGE_ITEM_LAB_4_2=Usando EaseUS DriverHandy Free, Ud. no puede acceder a esta función.

SRT_CHARGE_ITEM_TITLE_5=Impresoras de Red
SRT_CHARGE_ITEM_LAB_5_1=EaseUS DriverHandy Pro facilita añadir rápidamente una impresora de red incluyendo la búsqueda del modelo de impresora y la instalación del controlador de la impresora.
SRT_CHARGE_ITEM_LAB_5_2=Usando EaseUS DriverHandy Free, Ud. goza de la función de búsqueda de impresoras de red.

SRT_CHARGE_ITEM_TITLE_6=dispositivos conectados por USB
SRT_CHARGE_ITEM_LAB_6_1=EaseUS DriverHandy Pro le permite reparar rápidamente los problemas de dispositivos periféricos.
SRT_CHARGE_ITEM_LAB_6_2=Usando EaseUS DriverHandy Free, Ud. no puede acceder a esta función.

SRT_CHARGE_ITEM_TITLE_7=Controladores de Sistema
SRT_CHARGE_ITEM_LAB_7_1=EaseUS DriverHandy Pro reparará los controladores del sistema en profundidad, lo cual resolverá completamente los problemas de controladores del sistema.
SRT_CHARGE_ITEM_LAB_7_2=Usando EaseUS DriverHandy Free, Ud. no puede acceder a esta función.

SRT_CHARGE_ITEM_TITLE_8=Pre-descargar controladores para el propio PC
SRT_CHARGE_ITEM_LAB_8_1=EaseUS DriverHandy Pro facilita descargar los de acuerdo a su perfil de hardware, lo cual le ahorra tiempo en la descarga de controladores, después de cambios en el sistema. 
SRT_CHARGE_ITEM_LAB_8_2=Usando EaseUS DriverHandy Free, Ud. puede pre-escanear los controladores, pero no puede descargarlos.  

SRT_CHARGE_ITEM_TITLE_9=Pre-descargar controladores para otra PC (1PC/day)
SRT_CHARGE_ITEM_LAB_9_1=EaseUS DriverHandy Pro facilita el descargar para otra PC con la importación del perfil de hardware, lo cual es especialmente útil cuando la PC de destino carece de internet. 
SRT_CHARGE_ITEM_LAB_9_2=Usando EaseUS DriverHandy Free, Ud. puede pre-escanear los controladores, pero no puede descargarlos.

SRT_CHARGE_ITEM_TITLE_10=Soporte en línea
SRT_CHARGE_ITEM_LAB_10_1=EaseUS DriverHandy Pro le facilita un contacto en tiempo real y remoto con el soporte técnico.
SRT_CHARGE_ITEM_LAB_10_2=Usando EaseUS DriverHandy Free, Ud. no puede acceder a esta función.

SRT_CHARGE_ITEM_TITLE_11=Backup de Controladores
SRT_CHARGE_ITEM_LAB_11_1=EaseUS DriverHandy Pro le provee de backup de controladores, lo cual previene la "pantalla azul/negra" después de actualizar los controladores.
SRT_CHARGE_ITEM_LAB_11_2=Usando EaseUS DriverHandy Free, Ud. no puede acceder a esta función.

SRT_CHARGE_ITEM_COUNT=11

;free
SRT_CHARGE_ITEM_FREE_LAB_1=Escanea para verificar todos los problemas de los controladores (encontrar controladores pasados de fecha, faltantes, corrompidos, averiados, dañados e incompatibles)
SRT_CHARGE_ITEM_FREE_LAB_2=Descarga los controladores correctos
SRT_CHARGE_ITEM_FREE_LAB_3=Ofrece varias versiones de controladores disponibles para descargar
SRT_CHARGE_ITEM_FREE_LAB_4=Ofrece ambos modos de descarga automático y manual
SRT_CHARGE_ITEM_FREE_LAB_5=Realiza Backup y guarda los controladores a la computadora local computer con un solo clic
SRT_CHARGE_ITEM_FREE_LAB_6=Restaura los controladores de red desde backup
SRT_CHARGE_ITEM_FREE_LAB_7=Desinstala los controladores limpiamente sin archivos residuales
SRT_CHARGE_ITEM_FREE_LAB_8=Exporta la lista del perfil de hardware
SRT_CHARGE_ITEM_FREE_LAB_9=Instalar los controladores con los archivos descargados con la función de pre-descarga
SRT_CHARGE_ITEM_FREE_LAB_10=Ver la información del hardware de su propio PC
SRT_CHARGE_ITEM_FREE_LAB_11=Ajustes personalizados
SRT_CHARGE_ITEM_FREE_LAB_12=Suporta Windows 10, 8.1, 8, 7, XP, Vista, y Windows Server

SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR=or
STR_EVA_THIS_STEP1=Paso 1: Descargar controlador
STR_EVA_THIS_STEP1_DEC=Descargue previamente los controladores antes de cambiar el SO.
STR_EVA_THIS_STEP2=Paso 2: Instalar los controladores
STR_EVA_THIS_STEP2_DEC=Analizar el directorio de archivos del controlador para realizar la instalación del controlador
;ask for help
STR_EVA_HELP_STEP2_DEC=Utilizar otro equipo, importar los perfiles de hardware para descargar
STR_EVA_BROWSER=Explorador
STR_EVA_HELP_CHOOSE=Elija el directorio de exportación de perfiles de hardware (*. inf)
;head
STR_EVA_HEAD_TIP=Pre-descarga ayuda a descargar los controladores antes de que el sistema sea cambiado o restaurado
STR_EVA_HEAD_BACK=Atrás

;view_step1
STR_EVA_LAB_STEP1=Escoja una opción:
STR_EVA_OPTION1={f 1}Pre-descargar los controladores para mi propia PC.{/f}
STR_EVA_OPTION2={f 1}Pre-descargar los controladores para otra PC importando el perfil de hardware.{/f}
STR_EVA_OPTION3={f 1}Exportar mi perfil de hardware para descargar los controladores<n> en otra PC (porque mi internet no está disponible).{/f}
STR_EVA_OPTION4={f 1}Instalar los controladores con los archivos de controlador descargados.{/f}

;view_export_inf
eva_export_path_lab=Escoger la carpeta del perfil de hardware:
eva_export_set_chk=Abrir la carpeta cuando la exportación haya terminado.
eva_local_export_btn=Exportar
STR_EVA_EXPORT_TIPS={f 1}Después de que el perfil de hardware haya terminado, Ud. puede usarlo para descargar los en otra computadora con internet disponible usando la función de pre-descarga de EaseUS DriverHandy.{/f}
STR_EVA_EXPORT_DEFALUT_NAME=pre-download.inf
STR_EVA_EXPORT_DLG_TITLE=Escoger la carpeta del perfil de hardware
STR_EVA_CHOOSE_DOWNLOAD_DIR=Escoger la carpeta de descargas:
STR_EVA_CHOOSE_SYS=Elige tu sistema:
STR_EVA__EXPORT_NOT_SELECT_FILE=No se ha seleccionado la carpeta de perfil de Hardware !

;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE=Escoger el perfil de hardware 
STR_EVA_NOT_SELECT_DEVICE_INF=No se ha seleccionado la carpeta de archivos de Driver! 
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}{c #FFFFFF}Los Controladores han sido exitosamente descargados a <u><a>%s</a></u>.{/f}<n>{f 1}Ud. puede instalar los controladores con los siguientes pasos cuando sea necesario: {c #333333}<n><n>>> Inicie EaseUS DriverHandy 
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> Haga Clic en la pestaña Pre-descarga<n>>> Escoja "Instalar los controladores con los archivos de controlador descargados"{/c}<n><n>Luego siga la guía en la pantalla para completar la instalación de los controladores.{/f}
STR_EVA_CHOOSE_HWFILE=escoja el perfil de hardware:
STR_EVA_DRVDOWN_SCAN=Escanear y descargar:
STR_EVA_DOWNBTN=Descargar
STR_EVA_DOWNING=Descargando
STR_EVA_DOWNING_CANCEL=Cancelado
STR_EVA_SYSMATCHED={c #5c5e64}Sistema adecuado: {/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE=Escoja la carpeta de descarga
STR_EVA_DOWN_DOTNET=Programas gráficos necesarios
;off install
STR_OFFINSTALL_CHOOSE_PATH=Elija el directorio de controladores descargados:
STR_OFFINSTALL_DLG_TITLE=Escoger archivos de controlador
STR_OFFINSTALL_SCAN=Escanear e Instalar:
STR_OFFINSTALL_SCANBTN=Escanear
STR_OFFINSTALL_INSTALL=Instalar
STR_OFFINSTALL_CANCEL=Detener
STR_OFFINSTALL_INSTALLING=Instalando
STR_OFFINSTALL_CANCEL_RESTORE=Cancelado
STR_OFFINSTALL_SCAN_ERROR=No hay ningún un controlador disponible en esta carpeta. Por favor, corrija esto!


STR_OFFINSTALL_UPTODATE=Actualizado
STR_OFFINSTALL_OUTDATED=Pasado de fecha
STR_OFFINSTALL_UPDATE=Actualizar
STR_OFFINSTALL_REUPDATE=Volver a actualizar
STR_OFFINSTALL_CURRENT=Actual
STR_OFFINSTALL_UPDATETO=Actualizar a
STR_OFFINSTALL_UNKNOW=Desconocido
STR_OFFINSTALL_SYSTEM=SISTEMA
;evaluate message
STR_EVA_EXPORT_SUCCS=La Exportación ha terminado.
STR_EVA_EXPORT_FAILED=La Exportación ha fallado!
STR_EVA_DOWNLOAD_FINISH=La Descarga ha terminado!
STR_EVA_INST_FINISH=La Instalación ha terminado!

prt_ipaddrnorbtn=Búsqueda normal
prt_ipaddrbtn=Dirección de red
prt_iprangebtn=Sección de red de

;local
STR_REPAIR_TIP1=La Computadora va a parpadear, tendrá errores o problemas si Ud. no repara el controlador!
STR_REPAIR_TIP2=La Computadora va a parpadear, tendrá errores o problemas si Ud. no repara los controladores!
STR_REBOOT_TIP=El cambio no será validado sin reiniciar el PC.
STR_UPDATE_TIP=Obtenga los controladores más actualizados para mejorar el rendimiento de su PC!

STR_CHAT_ONLINE=Chatear con nosotros (en línea)
STR_CHAT_OFFLINE=Chatear con nosotros (fuera de línea)
STR_DOWNLOAD_ONEPC=Ud. sólo puede descargar los controladores para otra computadora UN SÓLO PC por día!

;files verify
STR_FILES_VERIFY_FAILED=El archivo está corrompido. ¡Por favor,reinstálelo!

;SystemRestore
STR_SYSYTEM_RESTORE=Restauración del Sistema
STR_SYSYTEM_RESTORE_MENU=Restauración del Sistema
STR_SYSYTEM_RESTORE_TIP=Atención: La Restauración del Sistema borrará todos los cambios o modificaciones hechos después del punto de restauración. 
STR_SYSYTEM_RESTORE_BTN=Restaurar
STR_SYSYTEM_CREATE_BTN=Crear
STR_SYSYTEM_RESTORE_CLOSE_BTN=Cerrar
STR_SYSYTEM_RESTORE_MSGBOX=¿Está Ud. seguro de querer continuar con la Restauración del Sistema?<n><n>{c #fa3030}La Restauración del Sistema borrará todos los cambios hechos después del punto de restauración.{/c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE=Restaurar
STR_SYSYTEM_RESTORE_ADD_POINT=Punto de Restauración del Sistema
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f 3}Creando un punto de Restauración del Sistema. Por favor, espere...{/f}{/c}
STR_SYSYTEM_RESTORE_SET=Nombre del punto de Restauración del Sistema: 
STR_SYSYTEM_RESTORE_ERROR1=La entrada está en blanco! Por favor, intente de nuevo.
STR_SYSYTEM_RESTORE_CREATE_TIP1={f 1}Creando punto de Restauración del Sistema. Por favor, espere... {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP2=Nota: No realice ninguna otra operación.
STR_SYSYTEM_RESTORE_CREATE_TIP3={f 1}Creado exitosamente!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f 1}Fallo al crear!{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f 1}El punto de Restauración del Sistema ya existe.{/f} 
STR_SYSYTEM_RESTORE_CREATE_TIP6={f 1}La Restauración del Sistema está desactivada.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f 1}Created successfully but the system has not updated the list,<n>please refresh later.{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP8={f 2}La configuración de restauración se ha deshabilitado en protección del sistema. <n>¿desea activar la protección del sistema?{/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f 1}Inicializando la Restauración del Sistema.<n>No haga ninguna otra operación durante el proceso. {/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE2=Esta operación no puede ser cancelada.
STR_SYSYTEM_RESTORE_DELETE_FAIL=Fallo al eliminar el punto de Restauración del Sistema!
STR_SYSYTEM_RESTORE_DELETE_TIP=Are you sure to delete the selected restore point?
STR_SYSYTEM_RESTORE_NOT_NOW=Ahora no
STR_SYSYTEM_RESTORE_GO=Adelante

;ExitAppDOC
STR_EXITAPPDOC=Atención
STR_EXITAPPDOC_EXITBTN=No, gracias. 
STR_EXITAPPDOC_GETPROBTN=Obtenga EaseUS DriverHandy Pro

STR_EXITAPPDOC_TIP1=¿Está seguro de cerrar EaseUS DriverHandy?
STR_EXITAPPDOC_TIP2=Hay controladores que necesitan ser reparados en su computadora. Si los controladores no son reparados, los dispositivos relacionados pueden no funcionar correctamente!
STR_EXITAPPDOC_TIP3=Obtenga EaseUS DriverHandy Pro para acceder a todas las funciones.

STR_EXITAPPDOC_TIP_PRO1=Descarga e instalación de las actualizaciones de controladores de un solo clic. 
STR_EXITAPPDOC_TIP_PRO2=Restaurar controladores desde backup. 
STR_EXITAPPDOC_TIP_PRO3=Corregir rápidamente dispositivos conectados por USB. 
STR_EXITAPPDOC_TIP_PRO4=Repara controladores del sistema en profundidad para resolver completamente los problemas. 
STR_EXITAPPDOC_TIP_PRO5=Pre-descargar todos los controladores antes de cambiar o restaurar el sistema. 
STR_SYSYTEM_RESTORE_DELETE_FAIL=Ha fallado la eliminación del punto de Restauración del Sistema!

;NET PRINT
STR_NET_PRINT_TIP=Ha sido detectado una impresora de red disponible! ¿Desea Ud. añadirla? 
STR_NET_PRING_DOWN_NO_DRIVER={f 1}No hay controladores disponibles apropiados para este modelo de impresora! Haga clic {a}Back{/a} e pruebe con otro.{/f}

STR_PATH_FREE_SPACE=Insuficiente espacio en el disco! Por favor, asegúrese de que el disco de destino tiene más de 3 GB de espacio libre. 
STR_PATH_CLEAR=Reseleccionar carpeta
STR_PATH_IGNORE=Ignorar

STR_SOFT_OPEN_FILE=El archivo descargado no puede ejecutarse directamente. ¿Abrir la carpeta de este archivo? 
STR_SOFT_OPEN_FILE_NO_EXIST=El archivo ha sido eliminado. Por favor, descárguelo de nuevo.
STR_SYSTEM_REPAIR_DEC=Un error del entorno del sistema puede causar que los controladores no se instalen.

;toolbox
STR_HEAD_LAB=Productos recomendados para resolver problemas de entorno y rendimiento del sistema.

STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_1=Reparación de PC
STR_INFO_TOOLBOX0_2=Arregla problemas sobre el adaptador de pantalla, tarjeta de sonido, ejecución de juegos y muchos otros fallos. 

STR_INFO_TOOLBOX1_1=Detección de Hardware 
STR_INFO_TOOLBOX1_2=Ver información de CPU, motherboard, memoria y otro hardware. 

STR_INFO_TOOLBOX2_1=Acelerador de PC
STR_INFO_TOOLBOX2_2=Rápida y profunda optimización para el desempeño de su computadora.
;STR_INFO_TOOLBOX2_1=Captura de Pantalla
;STR_INFO_TOOLBOX2_2=El modo más conveniente de tomar una captura de pantalla.

STR_INFO_TOOLBOX3_1=Clima
STR_INFO_TOOLBOX3_2=Actualizaciones más convenientes sobre el clima.

STR_DOWNLOAD_DOFT_TIP=El Soft se ha descargado e instalado. ¿Está Ud. seguro de querer continuar?
STR_DOWNLOAD_PAUSE_TIP=¿Está Ud. seguro de salir de la instalación del Soft?

STR_TRY_TOOL=Probar ahora

;dateout time tip
STR_DATEOUT_TIP=Gracias por usar Handy. Lamentamos que su código de activación ha expirado. Por favor, renuévelo.
STR_DATEOUT_BUY_NOW=Compre ahora
STR_DATEOUT_DETAIL=Detalles
STR_BUY=Comprar ahora
STR_ACTIVE=Activar

STR_GAME_MODULE_DOWNBTN=Descargar
STR_MENU_GAMEL_MODULE_REPORT=Retroalimentación
STR_GAME_MODULE_NAME=Nombre del módulo:
STR_GAME_MODULE_FEEDBACK=Problema del módulo: 
STR_LOCAL_INSTALL_CANCEL=Cancelar
STR_GAME_INSTALLBTN=Instalar  

;Main Menu
STR_USERGUIDE=User Guide

;FreeTrial

;start trying
STR_STARTTRYING_FREETRIAL=Prueba gratuita
STR_STARTTRYING_AVTIVATE=Activar
STR_STARTTRYING_TIP1=Un solo paso
STR_STARTTRYING_TIP2=Controlador de dispositivos administrar: actualizar, instalar, reparar, copia de seguridad, restaurar, desinstalar, reinstalar, y mucho más.
STR_STARTTRYING_TIP3=Automáticamente
STR_STARTTRYING_TIP4=Los controladores de copia de seguridad y crear un punto de restauración antes de instalar y desinstalar controladores.
STR_STARTTRYING_TIP5=Con un solo clic
STR_STARTTRYING_TIP6=Agregar dispositivos periféricos: unidad USB, controladores de impresora de red y otro hardware no detectado.
STR_STARTTRYING_TIP7=Inteligente
STR_STARTTRYING_TIP8=Pre-descargar y guardar los controladores para su propio PC y descargar para los otros controladores.
STR_STARTTRYING_TIP9=Repara el error del sistema y reduce el sistema se congela y se bloquea.
STR_STARTTRYING_NOTHANKS=No, gracias. Obtener licencia de por vida de inmediato.
STR_STARTTRYING_TIPTITLE=Desea obtener la siguiente solución de un solo clic y, por favor, activar a Pro

;end_trying
STR_ENDTRYING_TITLE=Gracias por usar EaseUS DriverHandy
STR_ENDTRYING_TIP=<p 5><f 26><c ff0000>Se han agotado de la oportunidad de prueba gratuita. La historia de la prueba gratuita es la siguiente:</c></f></p>
STR_ENDTRYING_TIME=Tiempo: %s
STR_ENDTRYING_NAME=Driver Name: %s
STR_ENDTRYING_VER=Driver Version: %s
STR_ENDTRYING_TIP1=<p 5><f 1><c ffffff>Los siguientes controladores todavía necesitan ser %s</c></f></p>
STR_ENDTRYING_TIP2=<p 5><f 1><c 9c9c9c>Nota: todos los controladores necesarios son descargados por el conductor. Si necesita actualizar/reparar/instalar los controladores, por favor active la versión Pro para una solución de un solo clic.</c></f></p>
STR_ENDTRYING_HELP=Recuperar código de registro
STR_ENDTRYING_ACTIVATE=Activar a profesionales

;gram soft
STR_GAMESOFT_TITLE=Nuevas funcionalidades
STR_GAMESOFT_TIP=Componentes del juego
STR_GAMESOFT_TIP1=<p><f 1><c 9c9c9c>Descargue e instale componentes de juego perdidos.</c></f></p>
STR_GAMESOFT_DOWNCOMPONENTS=Descargar sólo componentes
STR_GAMESOFT_CHOOSE=Recordar mi elección
STR_GAMESOFT_TIP2=Versión especial para juegos
STR_GAMESOFT_TIP3=<p><f 1><c 9c9c9c>Game Boost: experiencia de juego máximo y rendimiento de computadora superior.</c></f></p>
STR_GAMESOFT_TIP4=<p><f 1><c 9c9c9c>Capacidad de funcionamiento del dispositivo: vea cómo su dispositivo, soporta su rendimiento por juego. (Proximamente)</c></f></p>
STR_GAMESOFT_TIP5=<p><f 1><c 9c9c9c>Control de red: Asegúrese de que sus juegos que funcionan por Smart Internet sin problemas.</c></f></p>
STR_GAMESOFT_TIP6=<p><f 1><c 9c9c9c>Dll archivos Helper: Fix. dll, problemas de archivo.</c></f></p>
STR_GAMESOFT_GET=Get It Now
STR_GAMESOFT_AGREE_EULA_PRIVACY=Al descargar o utilizar esta versión especial<n>para juegos, su acuerdo de <a><u>EULA</u></a> y <a><u>política de privacidad</u></a></u></a>

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=Your device is likely to be broken.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=Please install an old version controlador.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=If the problem persists, you may need to contact the device manufacturer to repair to change the device.

;activity
STR_ACTIVITY_A1=El permiso expiró.
STR_ACTIVITY_A2=¡Comprueba tu oferta especial!
STR_ACTIVITY_A3=Permiso expirado
STR_ACTIVITY_A4=Estamos extremadamente agradecidos por su uso.
STR_ACTIVITY_A5=¿Te quedarías más tiempo, con un 30% de descuento en la licencia de por vida?
STR_ACTIVITY_A6=Compra una licencia de por vida con un 30% de descuento
STR_ACTIVITY_A7=Quizas mas tarde
STR_ACTIVITY_A8=No


STR_LEFT_News=Apagafueros
STR_EVA_HELP_STEP3_DEC=Please copy the pre-downloaded controlador files to this machine for offline installation. 

;new setting item
STR_ST_DISABLE_WUDRIVER=Deshabilitar la actualización del controlador desde Windows Update
STR_ST_DISABLE_WUDRIVER_TIP=This option only disables automatic controlador updates for Windows 10 and the Windows Update feature will not be affected.

STR_SPEED_UP_NOW=Acelera ahora


STR_UPGRADE_TITLE_0={f 3}{c #FF7F00}Compre la versión Pro para actualizar los controladores y resolver los problemas de los dispositivos{/c}{/f}
STR_UPGRADE_TITLE_1={f 3}{c #FF7F00} Active la versión Pro para reparar{/c} {c #FF0000} %d controladores de los dispositivos.{/c}{/f}
STR_UPGRADE_CON_1=Instala el último controlador para maximizar el rendimiento del hardware
STR_UPGRADE_CON_2=Actualiza todos los controladores con un solo clic
STR_UPGRADE_CON_3=Aumenta la velocidad de descarga de los controladores (approx 500KB-20MB/s)
STR_UPGRADE_CON_4=La instalación automática de controladores ahorra tiempo
STR_UPGRADE_CON_5=Crea puntos de restauración automáticamente
STR_UPGRADE_CON_6=Hace una copia de seguridad y restauración de unidades
STR_UPGRADE_CON_7=Busca la impresión a través de la LAN de forma inteligente
STR_UPGRADE_CON_8=Ve y exporta la información de los dispositivos
STR_UPGRADE_CON_9=Actualiza los controladores para PCs sin conexión a Internet
STR_UPGRADE_CON_10=Todos los controladores están certificados por Microsoft
STR_UPGRADE_CON_11=Soporte técnico gratuito de PC Expertos
STR_ST_FREE=Gratis
STR_BUY_PRO=Comprar Pro
STR_KEY_FEATURES_OF_PRO=Características principales de DriverHandy Pro
STR_KEY_FEATURES_1=Instalar y actualizar todos los controladores con un solo clic
STR_KEY_FEATURES_2=Disfrutar de una mayor velocidad de descarga de controladores
STR_KEY_FEATURES_3=Hacer una copia de seguridad automática de los controladores y crear un punto de restauración
STR_KEY_FEATURES_4=Resolver problemas complicados de la computadora con herramientas inteligentes y ligeras
STR_KEY_FEATURES_5=Descargar previamente los controladores para su propio ordenador o para otros PCs
STR_KEY_FEATURES_6=Todos los controladores están certificados
STR_KEY_FEATURES_7=Actualizaciones gratuitas y soporte técnico
STR_MONEY_BACK_GUARANTEE=Garantía de devolución del dinero de 30 días
STR_ARIVA_PURCHASED=Comprado
STR_ARIVA_INPUT_EMAIL_LONG=Introduzca la clave y el correo electrónico para activarlo:
STR_ARIVA_INPUT_KEY=Clave de licencia
STR_ARIVA_INPUI_EMAIL=Correo electrónico

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update controladores. Updating controladores may cause unexpected computer issues.
